Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Offer your team member insights into how you think they have progressed on their goals over this period.
es_es: Ofrezca al miembro de su equipo información sobre cómo cree que ha progresado en sus objetivos durante este período.

source: This gives you insights into how your manager thinks you are progressing on your behaviors over this period.
es_es: Esto le ofrece información sobre cómo su responsable piensa que está progresando en sus comportamientos durante este período.

source: Offer your team member insights into how you think they have progressed on their overall performance over this period.
es_es: Ofrezca al miembro de su equipo información sobre cómo cree que ha progresado en su desempeño general durante este período.

source: Select rating
es_es: Seleccionar calificación

source: This user is inactive or your reporting relationship with them has changed. You can't create or update check-ins with them.
es_es: Este usuario está inactivo o su relación laboral entre ambos ha cambiado. No puede crear ni actualizar consultas con esta persona.

source: The end date must be later than the start date.
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.

source: Bi-weekly
es_es: Quincenal

source: Monthly
es_es: Mensual

source: Weekly
es_es: Semanal

source: Repeat
es_es: Repetir

source: Recurrence details
es_es: Detalles de recurrencia

source: Facilitate discussions between managers and team members about daily progress and areas for development.
es_es: Facilite las discusiones entre los responsables y los miembros del equipo sobre el progreso diario y las áreas de desarrollo.

source: Action required
es_es: Acción necesaria

source: Action required — {{count}} item(s)
es_es: Acción requerida: {{count}} elemento(s)

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
es_es: Para terminar de añadir esta consulta a su calendario, abra el archivo cuando se haya descargado. Si tiene que cambiar la fecha o la hora, puede hacerlo directamente desde su calendario.

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
es_es: Hay cambios sin guardar en el formulario. Para enviar esta consulta, debe guardar todos los comentarios o calificaciones.

source: Save to proceed
es_es: Guardar para continuar

source: Schedule check-in
es_es: Planificar consulta

source: Done
es_es: Hecho

source: Pending confirmation
es_es: Pendiente de confirmación

source: Under review
es_es: En evaluación

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
es_es: ¿Está seguro de querer completar esta consulta? Recuerde que puede crear otra consulta en cualquier momento.

source: Open check-in
es_es: Abrir consulta

source: Additional information
es_es: Información adicional

source: Check-in
es_es: Consulta

source: My list
es_es: Mi lista

source: Open {{name}} primary action
es_es: Abrir la acción principal {{name}}

source: Participant
es_es: Participante

source: comments
es_es: comentarios

source: Subject
es_es: Sujeto

source: Creator:
es_es: Creador:

source: Assigned
es_es: Asignado

source: {{count}} comments
es_es: {{count}} comentarios

source: 1 comment
es_es: 1 comentario

source: Last month
es_es: Mes pasado

source: Last week
es_es: Semana pasada

source: Jump to a specific date
es_es: Saltar a una fecha concreta

source: The very beginning
es_es: El principio mismo

source: Timeline
es_es: Cronología

source: No check-ins in progress or upcoming
es_es: No hay consultas en curso o próximas

source: Past check-ins
es_es: Consultas pasadas

source: Pending setup
es_es: Pendiente de configuración

source: This check-in is read-only because the other participant is no longer active.
es_es: Esta consulta es solo de lectura porque el otro participante ya no está activo.

source: Show completed check-ins
es_es: Mostrar consultas completadas

source: Add title
es_es: Añada un título

source: Check-in types
es_es: Tipos de consulta

source: Submitted by {{name}}; you requested to meet.
es_es: Enviado por {{name}}; ha solicitado una reunión.

source: You have unsaved changes in this section. Please save or cancel to proceed.
es_es: Tiene cambios sin guardar en esta sección. Guarde o cancele para continuar.

source: Discussion point
es_es: Punto de discusión

source: {{name}}'s ({{nickName}}) behavior profile
es_es: Perfil de comportamiento de {{name}} ({{nickName}})

source: Recognized behaviors on which you've received feedback from colleagues.
es_es: Comportamientos reconocidos sobre los cuales has recibido feedback de compañeros.

source: Check-in name
es_es: Nombre del check-in

source: Remember, you can create another check-in at any time.
es_es: Recuerde que puede crear otra consulta en cualquier momento.

source: Are you sure you want to complete this check-in?
es_es: ¿Está seguro de querer completar esta consulta?

source: {{name}} will be notified that you have completed this check-in.
es_es: {{name}} recibirá una notificación cuando haya completado esta consulta.

source: Your check-in is completed!
es_es: ¡Su consulta se ha completado!

source: Delete comment
es_es: Eliminar comentario

source: Are you sure you want to delete this comment?
es_es: ¿Está seguro de querer eliminar este comentario?

source: Edit comment
es_es: Editar comentario

source: (Edited)
es_es: (Editado)

source: Your chat
es_es: Su chat

source: Start your conversation now!
es_es: ¡Comience su conversación ahora!

source: Today, {{time}}
es_es: Hoy, {{time}}

source: You
es_es: Usted

source: Date: {{date}}
es_es: Fecha: {{date}}

source: Deleted check-ins cannot be recovered.
es_es: Las consultas eliminadas no se pueden recuperar.

source: Are you sure you want to delete this check-in?
es_es: ¿Está seguro de querer eliminar esta consulta?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
es_es: {{name}} recibirá una notificación cuando haya eliminado esta consulta y usted dejará de recibir más actualizaciones sobre esta consulta.

source: Your check-in was successfully deleted.
es_es: Su consulta se ha eliminado correctamente.

source: Add to your calendar
es_es: Añadir a su calendario

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
es_es: Para añadir esta consulta a su calendario y al del asistente, haga clic en el botón y abra el archivo descargado. Si esta consulta ya se ha añadido a su calendario, le recomendamos que realice cambios en la fecha o la hora directamente en el calendario.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
es_es: Los comportamientos etiquetados del miembro de su equipo se mostrarán aquí. Estos le permitirán obtener información de cómo se perciben dentro de su organización.

source: Received behaviors
es_es: Comportamientos recibidos

source: My behavior profile
es_es: Mi perfil de comportamiento

source: Here you can follow the progression of your team member on their goals.
es_es: Aquí puede seguir el progreso del miembro de su equipo en sus objetivos.

source: Achievements against objectives
es_es: Logros frente a objetivos

source: My goals at a glance
es_es: Mis objetivos de un vistazo

source: Business
es_es: Empresarial

source: Development
es_es: Desarrollo

source: Professional
es_es: Profesional

source: Individual goal
es_es: Objetivo individual

source: Organizational goal
es_es: Objetivo organizativo

source: High
es_es: Alta

source: Low
es_es: Baja

source: Medium
es_es: Media

source: Private
es_es: Privado

source: Check-in with {{subordinateName}}
es_es: Consulta con {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
es_es: Ha enviado una invitación de "Reunámonos" para discutir más sobre esta consulta. {{name}} recibirá una notificación.

source: Submitted by {{name}}. You requested to meet.
es_es: Enviado por {{name}}. Ha solicitado una reunión.

source: Mark as done
es_es: Marcar como hecho

source: My discussion points
es_es: Mis puntos de discusión

source: You can't see anything here because this worker no longer reports to you.
es_es: No puede ver nada aquí porque este trabajador ya no está a su cargo.

source: This check-in was assigned by HR.
es_es: Esta consulta ha sido asignada por RR. HH.

source: Pending set up
es_es: Configuración pendiente

source: Return to previous page
es_es: Volver a la página anterior

source: {{name}}'s view
es_es: Vista de {{name}}

source: No view of performance submitted
es_es: No se han enviado vistas del desempeño

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
es_es: Obtenga información sobre cómo su responsable cree que ha progresado en sus comportamientos durante este período.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
es_es: Obtenga información sobre cómo su responsable cree que ha progresado en sus objetivos durante este período.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
es_es: Obtenga información sobre cómo su responsable cree que ha progresado en su desempeño general durante este período.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
es_es: Proporcione al miembro de su equipo información sobre cómo cree que ha progresado en sus comportamientos durante este período.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
es_es: Proporcione al miembro de su equipo información sobre cómo cree que ha progresado en sus objetivos durante este período.

source: Provide your team member insight into how you think they progressed on their overall performance this period
es_es: Proporcione al miembro de su equipo información sobre cómo cree que progresaron en su desempeño general durante este período

source: Not visible to worker
es_es: No visible para el trabajador

source: Visible to worker
es_es: Visible para el trabajador

source: Offer your team member insights into how you think they progressed on their goals this period
es_es: Ofrezca al miembro de su equipo información sobre cómo cree que ha progresado en sus objetivos este período

source: Your view was successfully saved.
es_es: Su vista se ha guardado correctamente.

source: Your view
es_es: Su vista

source: Read-only
es_es: Solo lectura

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
es_es: Está viendo esta consulta en modo de solo lectura porque el otro participante ya no está activo.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
es_es: Está viendo esta consulta como solo lectura porque es entre su subordinado directo y su anterior responsable.

source: Deleted by {{name}}
es_es: Eliminado por {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
es_es: {{name}} ha eliminado esta consulta. No puede actualizar ni chatear a través de esta consulta.

source: Pending confirmation from {{name}} {{nickName}}
es_es: Pendiente de confirmación por parte de {{name}} {{nickName}}

source: Pending confirmation from me
es_es: Pendiente de mi confirmación

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
es_es: Esta consulta se ha marcado como hecha por {{name}} {{nickName}} y ahora está pendiente de confirmación por su parte. Una vez que marque esta consulta como hecha, se completará para ambos.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
es_es: Esta consulta se ha marcado como hecha y ahora está pendiente de confirmación de {{name}} {{nickName}}. Una vez que se marque esta consulta como hecha, se completará para ambos.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
es_es: Una vez que haya enviado la consulta, su subordinado verá su opinión sobre su desempeño. Se le invitará a aceptar y completar la consulta o a solicitar una reunión para una discusión más detallada.

source: Submitted by {{name}}. You accepted.
es_es: Enviado por {{name}}. Usted ha aceptado.

source: Submitted. {{name}} accepted.
es_es: Enviado. {{name}} aceptado.

source: Check-in between {{subordinateName}} and {{managerName}}
es_es: Consulta entre {{subordinateName}} y {{managerName}}

source: {{name}}'s discussion points
es_es: Puntos de discusión de {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
es_es: Ocurre cada {{day}} a partir del {{startOn}} hasta el {{endOn}}. En total, se crearán {{count}} consultas.

source: Marked as done by you.
es_es: Marcado como hecho por ti.

source: Allow check-in deletion
es_es: Permitir la eliminación de la consulta

source: Workers will be able to delete their own check-ins.
es_es: Los trabajadores podrán eliminar sus propias consultas.

source: Enable performance check-ins
es_es: Habilitar las consultas de desempeño

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
es_es: Los responsables podrán crear consultas de desempeño con sus subordinados directos. Las consultas incluyen widgets en los que los responsables pueden dar su opinión sobre el progreso de un subordinado directo, su desempeño general, sus objetivos y sus comportamientos. Una vez que se envía la consulta, los trabajadores podrán ver estos widgets y decidir si seleccionan "Aceptar" o "Reunámonos" en la página de consultas.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
es_es: Permitir a los nuevos responsables ver las consultas de desempeño en estado "En curso", "Pendiente de confirmación" o "En revisión" entre sus subordinados directos y el responsable anterior.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
es_es: Las consultas sobre trabajadores en estado "En curso", "Pendiente de confirmación" o "En revisión" se compartirán automáticamente con su nuevo responsable de línea.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
es_es: Permitir a los nuevos responsables ver las consultas de desempeño completadas entre sus subordinados directos y el responsable anterior

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
es_es: Las consultas sobre un trabajador completadas anteriormente se compartirán automáticamente con su nuevo superior directo.

source: Allow workers to create performance check-ins with their manager
es_es: Permitir a los trabajadores crear consultas de desempeño con su responsable

source: Enable the "Check-Ins" feature
es_es: Habilitar la función "Consultas"

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
es_es: Las consultas permiten a los responsables y los trabajadores crear una discusión estructurada cuando quieran. Pueden crear y editar el contenido y los comentarios a su gusto, y todo el contenido solo es visible para los participantes. Le recomendamos que revise y active las notificaciones por correo electrónico asociadas con las consultas en la página "Notificaciones por correo electrónico".

source: Workers can set regular check-ins with
es_es: Los trabajadores pueden establecer consultas regulares con

source: Line managers and direct reports only
es_es: Solo responsables y subordinados directos

source: Upcoming check-ins
es_es: Próximas consultas

source: Here are some tips to make the most of your check-in conversation.
es_es: Aquí tiene una serie de consejos para aprovechar al máximo su conversación de consulta.

source: Coaching tips
es_es: Consejos de formación

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
es_es: Cargue el logo y escriba la etiqueta que desea ver en la pestaña del navegador. Si no cambia esto, se utilizará el logotipo y la etiqueta predeterminados de beqom.

source: Cancel edit
es_es: Cancelar edición

source: Application header
es_es: Encabezado de la aplicación

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
es_es: Elija los logotipos y las etiquetas que desea ver en el encabezado de la aplicación. Puede cargar el logotipo de su empresa o conservar el logotipo predeterminado de beqom.

source: Display option
es_es: Opción de visualización

source: Company logo & platform label
es_es: Logotipo de la empresa y etiqueta de la plataforma

source: Company logo
es_es: Logotipo de la empresa

source: Default beqom logo
es_es: Logotipo predeterminado de beqom

source: Company logo & beqom default logo
es_es: Logotipo de la empresa y logotipo predeterminado de beqom

source: Email header
es_es: Encabezado de correo electrónico

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
es_es: Elija los logotipos y las etiquetas que desea ver en el encabezado de los correos electrónicos que envíe el sistema. Puede cargar el logotipo de su empresa o conservar el logotipo predeterminado de beqom.

source: Upload your logo
es_es: Cargar su logotipo

source: Go to Web version
es_es: Ir a la versión web

source: Office 365 plugin
es_es: Complemento de Office 365

source: Configure the label of the button that directs to the beqom application from Office 365.
es_es: Configura la etiqueta del botón que dirige a la aplicación de beqom desde Office 365.

source: Button label
es_es: Etiqueta del botón

source: You can change the beqom label to a name that will be familiar to your users.
es_es: Puede cambiar la etiqueta de beqom por un nombre que resulte familiar para sus usuarios.

source: Platform label
es_es: Etiqueta de la plataforma

source: My compensation history
es_es: Mi historial de compensación

source: Total compensation
es_es: Compensación total

source: Your changes to the configuration were successfully applied.
es_es: Los cambios en la configuración se han aplicado correctamente.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
es_es: Tiene un comentario sin guardar. ¿Estás seguro de querer salir y descartar el comentario?

source: Unsaved comment
es_es: Comentario no guardado

source: Collapse {{groupKey}}
es_es: Contraer {{groupKey}}

source: Drag to reorder column {{columnName}}
es_es: Arrastra para reordenar la columna {{columnName}}

source: Drag to reorder group {{groupKey}}
es_es: Arrastra para reordenar el grupo {{groupKey}}

source: Expand {{groupKey}}
es_es: Expandir {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
es_es: Las columnas inmovilizadas son fijas; las columnas solo se pueden reordenar dentro de su grupo actual.

source: Set column visibility
es_es: Configurar visibilidad de columnas

source: Column config
es_es: Configuración de columnas

source: Toggle visibility for {{columnName}}
es_es: Alternar visibilidad de {{columnName}}

source: Clear search
es_es: Borrar búsqueda

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
es_es: Ningún colaborador/a coincide con los criterios de búsqueda o filtro. Elimina los filtros y borra la búsqueda para mostrar a todos los colaboradores/as.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
es_es: Tus permisos de acceso actuales no te permiten ver la información de esta cuadrícula. Si crees que se trata de un error, ponte en contacto con tu administrador o con el equipo de RR. HH.

source: You don't have access to this data
es_es: No tienes acceso a estos datos

source: Contact information
es_es: Información de contacto

source: Copy goal
es_es: Copiar objetivo

source: Name of the country.
es_es: Nombre del país.

source: Add deliverable
es_es: Añadir entregable

source: Add measurement criterion
es_es: Añadir criterio de medición

source: Attachments
es_es: Archivos adjuntos

source: Specify tangible outcomes for your goal
es_es: Especificar resultados tangibles para su objetivo

source: Deliverable
es_es: Entregable

source: Describe the goal
es_es: Describa el objetivo

source: Goal target
es_es: Objetivo previsto

source: Other colleagues
es_es: Otros compañeros

source: Create one individual goal per colleague in the selected population.
es_es: Cree un objetivo individual por compañero en la población seleccionada.

source: Goal owner
es_es: Portería del objetivo

source: Search by people
es_es: Buscar por personas

source: Who do you want to create this goal for?
es_es: ¿Para quién quiere crear este objetivo?

source: Search by people and org units
es_es: Buscar personas y unidades organizativas

source: Creator
es_es: Creador

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
es_es: Para crear o copiar un objetivo, debe configurarse previamente al menos un plan de objetivos y un tipo de objetivo.

source: Setup required
es_es: Configuración requerida

source: Myself
es_es: Yo

source: Create your individual goals visible to you and your manager.
es_es: Cree sus objetivos individuales visibles para usted y su responsable.

source: My organization
es_es: Mi organización

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
es_es: Cree un único objetivo visible para una población. Cambie el progreso de este objetivo actualizará el progreso para todos.

source: Owner's manager
es_es: Gerente del propietario

source: Goal alignment
es_es: Alineación de objetivos
